"Sharing a Link" = "Sharing a Link";
"Sharing an Image" = "Sharing an Image";
"Sharing Text" = "Sharing Text";
"Sharing a File" = "Sharing a File";
"Logout of All Services" = "Logout of All Services";

"Email" = "Email";
"Username" = "Username";
"Password" = "Password";
"Follow %@" = "Follow %@";
"Continue" = "Continue";
"Share" = "Share";
"More..." = "More...";
"Cancel" = "Cancel";
"Slug" = "Slug";
"Private" = "Private";
"Public" = "Public";
"Caption" = "Caption";
"Title" = "Title";
"Tags" = "Tags";
"Close" = "Close";
"Notes" = "Notes";
"Note" = "Note";
"Share" = "Share";
"Shared" = "Shared";
"Edit" = "Edit";
"Actions" = "Actions";
"Services" = "Services";
"Send to %@" = "Send to %@";
"Copy" = "Copy";
"Copied!" = "Copied!";
"Saving to %@" = "Saving to %@";
"Saved!" = "Saved!";
"Offline" = "Offline";
"Error" = "Error";
"Login" = "Login";
"Logging In..." = "Logging In...";
"Login Error" = "Login Error";
"401 Forbidden" = "401 Forbidden";
"Connecting..." = "Connecting...";

"Shortening URL..." = "Shortening URL...";
"Shorten URL Error" = "Shorten URL Error";
"We could not shorten the URL." = "We could not shorten the URL.";

"Send to Twitter" = "Send to Twitter";
"Create a free account at Twitter.com" = "Create a free account at Twitter.com";

"Message is too long" = "Message is too long";
"Twitter posts can only be 140 characters in length." = "Twitter posts can only be 140 characters in length.";
"Message is empty" = "Message is empty";
"You must enter a message in order to post." = "You must enter a message in order to post.";

"Enter your message:" = "Enter your message:";

"Set up a free account at http://tumblr.com" = "Set up a free account at http://tumblr.com";
"Invalid email or password." = "Invalid email or password.";
"The service encountered an error. Please try again later." = "The service encountered an error. Please try again later.";
"There was a sending your post to Tumblr." = "There was a sending your post to Tumblr.";

"Create a free account at Readitlaterlist.com" = "Create a free account at Readitlaterlist.com";

"Create an account at http://pinboard.in" = "Create an account at http://pinboard.in";
"There was an error saving to Pinboard" = "There was an error saving to Pinboard";

"Create a free account at Instapaper.com" = "Create a free account at Instapaper.com";
"Sorry, Instapaper did not accept your credentials. Please try again." = "Sorry, Instapaper did not accept your credentials. Please try again.";
"Sorry, Instapaper encountered an error. Please try again." = "Sorry, Instapaper encountered an error. Please try again.";
"There was a problem saving to Instapaper." = "There was a problem saving to Instapaper.";

"Create a free account at Google.com/reader" = "Create a free account at Google.com/reader";
"Incorrect username and password" = "Incorrect username and password";
"There was an error logging into Google Reader" = "There was an error logging into Google Reader";
"There was a problem authenticating your account." = "There was a problem authenticating your account.";
"There was a problem saving your note." = "There was a problem saving your note.";

"There was a problem saving to Delicious." = "There was a problem saving to Delicious.";

"Open in Safari" = "Open in Safari";
"Attached: %@" = "Attached: %@";

"You must be online to login to %@" = "You must be online to login to %@";

"Auto Share" = "Auto Share";
"Enable auto share to skip this step in the future." = "Enable auto share to skip this step in the future.";

"You must be online in order to share with %@" = "You must be online in order to share with %@";
"There was an error while sharing" = "There was an error while sharing";

"Could not authenticate you. Please relogin." = "Could not authenticate you. Please relogin.";
"There was a problem requesting authorization from %@" = "There was a problem requesting authorization from %@";
"Request Error" = "Request Error";
"There was an error while sharing" = "There was an error while sharing";

"Authorize Error" = "Authorize Error";
"There was an error while authorizing" = "There was an error while authorizing";

"Authenticating..." = "Authenticating...";
"There was a problem requesting access from %@" = "There was a problem requesting access from %@";

"Access Error" = "Access Error";
"There was an error while sharing" = "There was an error while sharing";